Repository: gurieveugen/emporium
Catalog: languages/theme-*.po
Languages: sl_si

source: Send us Email
sl_si: Pošljite nam email.

source: Logged in as <a href="%s">%s</a>. <a title="Log out of this account" href="%s">Log out?</a></p>
sl_si: Prijavljen kot <a href="%s">%s</a>. <a title="Odjava iz računa" href="%s">Odjava?</a></p>nn

source: You must be <a href="%s">logged in</a> to post a comment.
sl_si: Morate biti <a href="%s">prijavljeni </a> za oddajo komentarja.

source: Last &raquo;
sl_si: Zadnji »

source: &laquo; First
sl_si: « Prvi

source: Page %CURRENT_PAGE% of %TOTAL_PAGES%
sl_si: Stran %CURRENT_PAGE% od %TOTAL_PAGES%

source: Clear
sl_si: Pobriši

source: Send
sl_si: Pošlji

source: Message
sl_si: Sporočilo

source: Success
sl_si: Uspešno poslano sporočilo

source: Error while sending mail.
sl_si: Napaka med pošiljanjem!

source: Enter search...
sl_si: Vpiši iskalni niz...

source: Sorry, but the page you are looking for has not been found.<br/>Try checking the URL for errors, then hit refresh.</br>Or you can simply click the icon below and go home:)
sl_si: Kot kaže ste prišli na stran, ki ne obstaja. Svetujem Vam da se vrnete na domačo stran. Kliknite hišico in prežarčeni boste tja :)

source: Comments are closed.
sl_si: Komentarji so zaprti.

source: required
sl_si: zahtevano

source: Website
sl_si: WEB

source: Name
sl_si: Ime

source: Cancle Replay
sl_si: Prekliči objavo

source: Leave a Reply to
sl_si: Oddaj komentar

source: Leave a Reply
sl_si: Oddaj komentar

source: <span>Also</span> like
sl_si: <span>Sorodni</span> izdelki

source: <span>Share</span> this product
sl_si: <span>Deli</span> z ostalim

source: Related post
sl_si: Poglej <br>še

source: Our major brands
sl_si: Nasi najvecji dobavitelji

source: SOCIALIZE WITH US
sl_si: PRIDRUŽI SE NAM

source: &copy; 2011 All rights reserved.
sl_si: © 2011 Vse pravice pridržane

source: Recent from Our portfolio
sl_si: Zadnje dodano v portfolio

source: Our latest posts
sl_si: Zadnji prispevki

source: Recent Products
sl_si: Zadnje dodano

source: Our Futured Products
sl_si: Izpostavljeni artikli

source: Welcome to <span>our blog</span>, we will keep you informed
sl_si: Pozdravljeni na <span> blogu</span>. Preberite si zadnje novice.

source: Responses
sl_si: mnenja

source: One Response
sl_si: en odgovor

source: No Responses
sl_si: Ni komentarjev

source: Login / Register
sl_si: Prijava / Registracija

source: Cart
sl_si: Kosarica

source: Tags:
sl_si: Tagi:

source: Share
sl_si: Deli

source: Read more
sl_si: Beri naprej

source: Categories:
sl_si: Kategorije:

source: By:
sl_si: Napisal:

source: Project details:
sl_si: Lastnosti projekta:

source: Project description:
sl_si: Opis projekta:

source: Previous project
sl_si: ← Prejšnji projekt

source: Next project
sl_si: Naslednji projekt →

source: Show all:
sl_si: Prikaži vse

source: Related <span>project</span>
sl_si: Podobni <span>projekti</span>

source: Share the <span>project</span>
sl_si: Deli <span>projekt</span>

source: Client:
sl_si: Naročnik:

source: Date of completion:
sl_si: Datum končanja:

source: Project designer:
sl_si: Projektni vodja:

source: Project URL:
sl_si: Link do projekta:

source: Featured Box 3 Description
sl_si: Lorem Ipsum je slepi tekst, ki se uporablja pri razvoju tipografij in pri pripravi za tisk. Lorem Ipsum je v uporabi že več kot petsto let saj je to kombinacijo znakov neznani tiskar združil v vzorčno knjigo že v začetku.

source: Featured Box 3 Title
sl_si: Naslov za izpostavljeno polje 3

source: Featured Box 2 Description
sl_si: Lorem Ipsum je slepi tekst, ki se uporablja pri razvoju tipografij in pri pripravi za tisk. Lorem Ipsum je v uporabi že več kot petsto let saj je to kombinacijo znakov neznani tiskar združil v vzorčno knjigo že v začetku.

source: Featured Box 1 Description
sl_si: Lorem Ipsum je slepi tekst, ki se uporablja pri razvoju tipografij in pri pripravi za tisk. Lorem Ipsum je v uporabi že več kot petsto let saj je to kombinacijo znakov neznani tiskar združil v vzorčno knjigo že v začetku.

source: Featured Box 1 Title
sl_si: Naslov za izpostavljeno polje 1

source: Featured Box 2 Title
sl_si: Naslov za izpostavljeno polje 2

source: Presentation
sl_si: Predstavitev

source: Welcome to <span>emporium</span> - A Minimal Business Theme
sl_si: Dobrodosli na strani <span>emporium</span> - Spletni nakupovalni vozicek.
